{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "GooglePlayPurchase",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to checkout, no offers given."
					},
					"Translation":
					{
						"Text": "Checkout non riuscito, nessuna offerta presente."
					},
					"Key": "ErrorNoOffersSpecified"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user has in progress transaction."
					},
					"Translation":
					{
						"Text": "Checkout non riuscito, l'utente ha una transazione in corso."
					},
					"Key": "ErrorTransactionInProgress"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user not allowed to purchase."
					},
					"Translation":
					{
						"Text": "Checkout non riuscito, l'utente non ha il permesso di acquistare."
					},
					"Key": "ErrorPurchaseNotAllowed"
				}
			]
		},
		{
			"Namespace": "OnlineSubsystemGooglePlay",
			"Children": [
				{
					"Source":
					{
						"Text": "Google Play"
					},
					"Translation":
					{
						"Text": "Google Play"
					},
					"Key": "OnlineServiceName"
				},
				{
					"Source":
					{
						"Text": "Invalid purchase result"
					},
					"Translation":
					{
						"Text": "Risultato dell'acquisto non valido"
					},
					"Key": "GooglePlayInvalidState"
				},
				{
					"Source":
					{
						"Text": "Transaction Canceled"
					},
					"Translation":
					{
						"Text": "Transazione annullata"
					},
					"Key": "GooglePlayTransactionCancel"
				},
				{
					"Source":
					{
						"Text": "Transaction Failed"
					},
					"Translation":
					{
						"Text": "Transazione non riuscita"
					},
					"Key": "GooglePlayTransactionFailed"
				},
				{
					"Source":
					{
						"Text": "Unexpected purchase result"
					},
					"Translation":
					{
						"Text": "Risultato dell'acquisto non previsto"
					},
					"Key": "GooglePlayUnexpectedState"
				}
			]
		}
	]
}